Repository: Maberi/condottieri_events
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca

source: the army in %s
ca: l'exèrcit a %s

source: the fleet in %s
ca: la flota a %s

source: the garrison in %s
ca: la guarnició a %s

source: New %(type)s in %(area)s.
ca: Apareix %(type)s a %(area)s.

source: %(type)s in %(area)s is disbanded.
ca: Es disol %(type)s a %(area)s.

source: Autonomous %(type)s in %(area)s is disbanded.
ca: %(type)s autònoma a %(area)s és desbandada.

source: %(unit)s tries to go to %(area)s.
ca: %(unit)s intenta anar a %(area)s.

source: %(unit)s besieges the city.
ca: %(unit)s assetja la ciutat.

source: %(unit)s tries to convert into %(type)s.
ca: %(unit)s intenta convertir-se en %(type)s.

source: %(unit)s must convoy %(subunit)s to %(area)s.
ca: %(unit)s intenta transportar a %(subunit)s a %(area)s.

source: %(unit)s supports %(subunit)s to hold its position.
ca: %(unit)s dona suport a %(subunit)s a mantenir la seva posició.

source: %(unit)s supports %(subunit)s to go to %(area)s.
ca: %(unit)s dona suport a a %(subunit)s a anar a %(area)s.

source: %(unit)s supports %(subunit)s to convert into %(type)s.
ca: %(unit)s dona suport a %(subunit)s a convertir-se en %(type)s.

source: Conflicts in %(area)s result in a standoff.
ca: Els conflictes a %(area)s acaben en empat.

source: %(unit)s converts into %(type)s.
ca: %(unit)s es converteix en %(type)s.

source: %(country)s gets control of %(area)s.
ca: %(country)s aconsegueix el control de %(area)s.

source: %(unit)s advances into %(destination)s.
ca: %(unit)s avança a %(destination)s.

source: %(unit)s garrisons in the city.
ca: %(unit)s es refugia a la ciutat.

source: %(unit)s retreats to %(destination)s.
ca: %(unit)s es retira a %(destination)s

source: cannot carry out its support order.
ca: no pot executar la seva ordre de donar suport.

source: must retreat.
ca: ha de retirar-se.

source: surrenders.
ca: es rendeix.

source: is now besieging.
ca: comença el seu setge.

source: changes of country.
ca: canvia de país.

source: becomes autonomous.
ca: es converteix en autònoma.

source: Government has been overthrown
ca: El govern ha estat derrocat

source: Has been conquered
ca: Ha estat conquerit

source: Has been declared enemy of Christendom
ca: Ha estat declarat enemic de la Cristiandat

source: Has been eliminated
ca: Has estat eliminat

source: Leader has been assassinated
ca: El líder ha estat assassinat

source: Excommunication has been lifted
ca: S'ha perdonat la excomunicació

source: %(area)s is affected by famine.
ca: %(area)s està afectada per la fam.

source: %(area)s has been affected by plague.
ca: %(area)s ha estat afectada per una plaga.

source: A rebellion has broken out in %(area)s.
ca: Una rebel·lió ha esclatat a %(area)s.

source: %(area)s is affected by a storm.
ca: %(area)s està afectada per una tempesta.

source: %(country)s raises %(ducats)s ducats.
ca: %(country)s recapta %(ducats)s ducats.

source: %(country)s pays %(ducats)sd to relief famine in %(area)s
ca: %(country)s paga %(ducats)sd per alleugerir la fam a %(area)s.

source: %(country)s pays %(ducats)sd to pacify the rebellion in %(area)s
ca: %(country)s paga %(ducats)sd per a pacificar la rebel·lió a %(area)s

source: %(country)s pays %(ducats)sd to cause a rebellion in %(area)s
ca: %(country)s paga %(ducats)sd per causar una rebel·lió a %(area)s

source: %(country)s pays %(ducats)sd to protect %(unit)s from bribes
ca: %(country)s paga %(ducats)sd per protegir a %(unit)s de soborns

source: %(country)s pays %(ducats)sd to disband %(unit)s
ca: %(country)s paga %(ducats)sd per a desbandar %(unit)s

source: %(country)s pays %(ducats)sd to buy %(unit)s
ca: %(country)s paga %(ducats)sd per comprar %(unit)s.

source: %(country)s pays %(ducats)sd to turn %(unit)s into an autonomous garrison
ca: %(country)s paga %(ducats)sd per a convertir %(unit)s en guarnició autònoma

source: Unknown expense
ca: Despesa desconeguda

source: Spring
ca: Primavera

source: Summer
ca: Estiu

source: Fall
ca: Tardor
